Repository: wp-plugins/delicious-wishlist-for-wordpress
Catalog: languages/wp-delicious-wishlist-*.po
Languages: it_it

source: Delicious Wishlist for WordPress needs some settings on its <a href="%s">options</a> page.
it_it: Delicious Wishlist for WordPress ha bisogno di alcune impostazioni nella sua pagina delle <a href="%s">opzioni</a>.

source: Settings
it_it: Impostazioni

source: There was a problem fetching your feed for <strong>%1$s</strong>:<br />%2$s<br />The problem is:<br />%3$s
it_it: Impossibile recuperare il feed per <strong>%1$s</strong>:<br />%2$s<br />Il problema è:<br />%3$s

source: <span class="wdw-qty">(%s item)</span>
it_it: <span class="wdw-qty">(%s voce)</span>

source: I need
it_it: Mi serve

source: Nothing in this moment.
it_it: Niente in questo momento.

source: Continue
it_it: Continua

source: Continue reading &laquo;%s&raquo;
it_it: Continua a leggere &laquo;%s&raquo;

source: %m/%d/%Y
it_it: %d %B %Y

source: Stored on %A, %m/%d/%Y at %T
it_it: Segnato il %A, %d/%m/%Y alle %T

source: %s ago
it_it: %s fa

source: See the bookmark &laquo;%s&raquo; on Delicious - %2$s
it_it: Guarda il segnalibro &laquo;%s&raquo; su Delicious - %2$s

source: See all my bookmarks tagged &laquo;%s&raquo;
it_it: Guarda tutti i miei segnalibri contrassegnati con &laquo;%s&raquo;

source: You have not properly configured the plugin. Please, setup it in the %1$splugin panel%2$s, filling in all the required fields.
it_it: Non hai configurato correttamente il plugin. Impostalo nel %1$spannello di amministrazione%2$s del plugin, compilando tutti i campi richiesti.

source: Check out %1$smy complete list%2$s.
it_it: Guarda la %1$smia lista completa%2$s.

source: Created using
it_it: Creato con

source: Your personal wishlist proudly powered by Delicious
it_it: La tua lista dei desideri gestita orgogliosamente da Delicious

source: Delicious Wishlist Widget
it_it: Widget per Delicious Wishlist

source: My Wishlist
it_it: La mia lista dei desideri

source: Title:
it_it: Titolo:

source: Maximum number of items per section (100 max):
it_it: Numero massimo di voci per sezione (massimo 100):

source: Insert the title of your Wishlist page:
it_it: Inserisci il titolo della tua pagina Wishlist

source: Display description
it_it: Visualizza la descrizione

source: Display the total number of items in titles
it_it: Visualizza il numero totale di voci nei titoli

source: Display date
it_it: Visualizza la data

source: Display tags
it_it: Visualizza i tag

source: Display section
it_it: Visualizza la sezione

source: Link to the author
it_it: Link all'autore

source: Delicious Wishlist for WordPress Options
it_it: Opzioni per Delicious Wishlist for WordPress

source: USER GUIDE
it_it: GUIDA UTENTE

source: Installation
it_it: Installazione

source: This plugin allows you to publish in your blog a wishlist using your Delicious bookmarks. In order to make this, when you visit a web page with something you like, tag that page with two different bookmarks: <code>wishlist</code> and, if it is very important, <code>***</code> (three stars). Then, when you visit a page with something less important, you could use <code>wishlist</code> and <code>**</code> (two stars), and finally for a page with something even less important, you could use <code>wishlist</code> and <code>*</code> (one star). It's not mandatory to use these exact tags: you can choose your own tags, but consider that you have to bookmark a page with at least two different tags: one general to collect all your bookmarks relative to your wishlist, and another to mark that page depending on the importance of the stuff for you.
it_it: Questo plugin ti permette di pubblicare nel tuo blog una lista dei desideri usando i segnalibri di Delicious. Per fare ciò, quando visiti una pagina web che contiene qualcosa che ti piace, etichetta quella pagina con due diversi segnalibri: <code>wishlist</code> e, se è molto importante, <code>***</code> (tre stelle). Poi, quando visiti una pagina con qualcosa di meno importante, potresti usare <code>wishlist</code> e <code>**</code> (due stelle), e infine per una pagina con qualcosa di meno importante ancora potresti usare <code>wishlist</code> e anche <code>*</code> (una stella). Non è obbligatorio usare proprio questi tag, ma considera che devi etichettare una pagina con due diversi tag: uno generale per tenere uniti tutti i segnalibri relativi alla tua lista dei desideri e un altro per segnare la pagina a seconda dell'importanza di ciò che contiene per te.

source: When you are done with an item (you have bought it or someone gave it to you as a gift), you can edit that bookmark on Delicious and remove the star(s), leaving only the main tag (e.g., <code>wishlist</code>), so you can maintain in Delicious an archive of all desired items.
it_it: Quando hai finito con un oggetto (lo hai comprato o ti è stato regalato), puoi modificare il segnalibro su Delicious e rimuovere le stelle (o la stella), lasciando solo il tag principale (per esempio, <code>wishlist</code>), così da mantenere in Delicious un archivio di tutte le cose desiderate.

source: To start, fill in the fields in the form above. The values are not case sensitive.
it_it: Per iniziare, riempi i campi nel form qui sopra. I campi dei valori non sono sensibili alle maiuscole.

source: When you are done filling those fields, clic on the "Save Changes" button, create a new page, and give it a title you want. In the body of the page, paste the following shortcode:
it_it: Quando hai finito di riempire i campi, fai clic su "Salva i cambiamenti" e crea una nuova pagina dandole il titolo che preferisci. Nel corpo del della pagina, incolla il seguente shortcode:

source: You can add some text before and/or after the shortcode. Save the page and preview it. If you are satisfied, publish it!
it_it: Puoi aggiungere del testo prima e/o dopo lo shortcode. Salva la pagina e guarda l'anteprima. Quando sarai soddisfatto, pubblicala!

source: The widget
it_it: Il widget

source: Do not forget to check out the special widget in the Widget page!
it_it: Non dimenticare di dare un'occhiata anche al widget nella pagina dei Widget!

source: Changing the style of the Wishlist page
it_it: Cambiare lo stile della pagina Wishlist

source: The page is stylized using the css file included in the plugin directory. If you want to restyle the page, you can put a css file in the root directory of the theme you are using, create your styles, and name it <code>wdw.css</code>. All future versions of this plugin will load only your own css file.
it_it: La pagina viene formattata usando il file css incluso nella directory del plugin. Se vuoi presentare la pagina in modo diverso, puoi creare un file css nella directory principale del tema che stai usando, crearne gli stili e dargli il nome <code>wdw.css</code>. Tutte le prossime versioni di questo plugin caricheranno soltanto il tuo file css.

source: For more information:
it_it: Per ulteriori informazioni:

source: Plugin's Page
it_it: Pagina dedicata al plugin

source: Support Forums
it_it: Forum di supporto

source: The User Guide is located at the top of this page: clic on the Help button. You are running the version %s of this plugin.
it_it: La Guida Utente si trova in cima a questa pagina: fai clic sul pulsante Aiuto. Stai usando la versione %s di questo plugin.

source: Support me!
it_it: Sostienimi!

source: If you find this plugin useful, please help me continuing to develop it.
it_it: Se hai trovato utile questo plugin, dammi una mano per continuarne lo sviluppo.

source: The easiest way to do this is to make a donation via PayPal, a well-known and secure method to make me happy!
it_it: Il modo più facile è fare una donazione via PayPal, un sistema conosciuto e sicuro per rendermi felice!

source: PayPal - The safer, easier way to pay online!
it_it: PayPal - Il sistema di pagamento online più facile e sicuro!

source: If you want, you may also visit my wishlist.
it_it: Se vuoi, puoi anche dare un'occhiata alla mia wishlist.

source: Help & feedback
it_it: Aiuto e feedback

source: <strong>Need help?</strong> %1$sVisit my forums%2$s (you can write in English too) or visit the %3$sOfficial WordPress Forums%2$s.
it_it: <strong>Hai bisogno di aiuto?</strong> %1$sVisita il mio forum%2$s (puoi anche scrivere in inglese) oppure il %3$sforum ufficiale di WordPress%2$s.

source: <strong>Want to give a feedback?</strong> Come on %smy blog%s and drop a comment. It will be very appreciated.
it_it: <strong>Vuoi far sapere cosa ne pensi?</strong> Vieni nel %smio blog%s e lascia un commento. Sarà molto apprezzato.

source: You can also <strong>rate this plugin</strong> on the %sWordPress plugins page%s.
it_it: Puoi anche <strong>dare un voto a questo plugin</strong> sulla %spagina dei plugin di WordPress%s.

source: Uninstall info
it_it: Informazioni sulla disinstallazione

source: If you decide to uninstall this plugin, it will delete any options it created, so to clean the database. No further user action is required. Deactivating the plugin, however, will not erase any data.
it_it: Se si decide di disinstallare il plugin, questo cancellerà le opzioni create in modo da tenere pulito il database. Non è richiesta alcuna ulteriore azione da parte dell'utente. La disattivazione, invece, non cancella alcun dato.

source: Credits
it_it: Riconoscimenti

source: My thanks go to all people who contributed in revisioning and helping me in any form, and in particular to %1$s and to %2$s for their great idea behind this work.
it_it: I miei ringraziamenti vanno a tutti coloro che hanno contribuito revisionando e aiutandomi in qualunque forma, e in particolare a %1$s e a %2$s per la loro grande idea dietro questo lavoro.

source: Core Settings
it_it: Impostazioni principali

source: These are the main options and it's mandatory to set them up.
it_it: Queste sono le opzioni principali e devono essere impostate.

source: Delicious Nickname
it_it: Nickname su Delicious

source: Delicious Wishlist Tag
it_it: Tag Delicious per la Wishlist

source: Title for High Tag section
it_it: Titolo per la sezione importante

source: Delicious High Tag
it_it: Tag sezione importante

source: Title for Medium Tag section
it_it: Titolo per la sezione media

source: Delicious Medium Tag
it_it: Tag sezione media

source: Title for Low Tag section
it_it: Titolo per la sezione bassa

source: Delicious Low Tag
it_it: Tag sezione bassa

source: Save Changes
it_it: Salva i cambiamenti

source: Optional Settings
it_it: Impostazioni opzionali

source: These options are not mandatory: it's up to you to set them up.
it_it: Queste opzioni non sono obbligatorie e sta all'utente impostarle o meno.

source: How many items%1$s(max 100)%2$s
it_it: Quante voci%1$s(max 100)%2$s

source: Feed cache time%1$s(in seconds, min 3600)%2$s
it_it: Durata della cache del feed%1$s(in secondi, minimo 3600)%2$s

source: HTML element for titles
it_it: Elemento HTML per i titoli

source: Icons style
it_it: Stile delle icone

source: Stars
it_it: Stelle

source: Smilies
it_it: Faccine

source: Truncate tag description%1$s(in characters, 0 = do not truncate)%2$s
it_it: Tronca la descrizione%1$s(in caratteri, 0 = non troncare)%2$s

source: Read More text
it_it: Testo per Continua a leggere

source: Read more
it_it: Continua a leggere

source: Use the CSS of the plugin
it_it: Usa il CSS del plugin

source: Bookmark Settings
it_it: Impostazioni del segnalibro

source: Text before date
it_it: Testo prima della data

source: Display tags...
it_it: Visualizza i tag...

source: ... but do not display my Wishlist tags
it_it: ... ma non visualizzare i tag della Wishlist

source: Text before tags list
it_it: Testo prima dell'elenco dei tag

source: Text before each tag
it_it: Testo prima di ogni tag

source: Tag Separator
it_it: Separatore dei tag

source: Space
it_it: Spazio

source: Comma
it_it: Virgola

source: Comma and Space
it_it: Virgola e spazio

source: Sort Tags in alphabetical order
it_it: Visualizza i tag in ordine alfabetico

source: Display Section
it_it: Visualizza la sezione

source: Text before section
it_it: Testo prima della sezione

source: Alternative feed source
it_it: Sorgente del feed alternativa

source: If you experience problems in fetching your feeds directly from Delicious, you can use another service that fetches your feeds for you (such as FeedBurner or Yahoo! Pipes or other services). Enter here the alternative feed URLs, that this plugin will use instead of Delicious' feeds.
it_it: Se riscontri problemi nel prelevare i tuoi feed da Delicious, puoi usare un altro servizio che prenda i feed per te (come FeedBurner, Yahoo! Pipes o un altro servizio). Inserisci qui gli URL dei feed alternativi, che verranno utilizzati da questo plugin al posto di quelli di Delicious.

source: Feed for High Tag section:
it_it: Feed per la sezione importante

source: Feed for Medium Tag section:
it_it: Feed per la sezione media

source: Feed for Low Tag section:
it_it: Feed per la sezione bassa

source: Publish a wishlist using your Delicious bookmarks
it_it: Pubblica una lista dei desideri usando i tuoi segnalibri su Delicious
